Repository: spectrum-finance/interface
Catalog: src/i18n/locales/*.po
Languages: ar_sa, de_de, fr_fr, pt_br, ro_ro, sk_sk

source: This operation may include fake or scam assets. Only confirm if you have done your own research.
de_de: Dieser Vorgang kann gefälschte oder betrügerische Assets beinhalten. Bestätige nur, wenn du deine eigene Recherche durchgeführt hast.
ro_ro: Această operațiune poate include bunuri false sau înșelătoare. Confirmă numai dacă ai făcut propriile cercetări.
sk_sk: Táto operácia môže zahŕňať falošné alebo podvodné prostriedky. Potvrďte iba pokiaľ ste si istý tým čo robíte.

source: This pair has not been verified by the ErgoDEX team
de_de: Dieses Paar wurde nicht vom ErgoDEX-Team überprüft
ro_ro: Această pereche nu a fost verificată de echipa ErgoDEX
sk_sk: Tento menový pár nebol overený ErgoDEX tímom

source: This position is still locked
ar_sa: هذه السيولة لا يزال مقفلاً عليها
de_de: Diese Position ist immer noch gesperrt
fr_fr: Cette position est toujours verrouillée
pt_br: Essa posição ainda está bloqueada
ro_ro: Această poziție este încă blocată
sk_sk: Pozícia je stále uzamknutá

source: This wallet may not always work as expected. I understand what I do andwill use it at my own risk.
de_de: Diese Wallet funktioniert vielleicht nicht immer wie erwartet. Ich verstehe, was ich tue und werde sie auf eigene Gefahr verwenden.
fr_fr: Ce portefeuille peut ne pas toujours fonctionner comme prévu. Je comprends ce que je fais et je compte m'en servir à mes risques et périls.
pt_br: Esta carteira pode nem sempre funcionar como o esperado. Eu entendo o que eu faço e usarei por minha conta e risco.
ro_ro: Este posibil ca acest portofel să nu funcţioneze întotdeauna aşa cum era de aşteptat. Înţeleg ceea ce fac şi îl voi folosi pe propriul meu risc.
sk_sk: Táto peňaženka nemusí vždy fungovať tak, ako by ste očakávali. Rozumiem čo robím a budem ju používať na vlastné riziko.

source: To
ar_sa: إلى
de_de: Zu
fr_fr: À
pt_br: Para
ro_ro: Către
sk_sk: Na

source: Total Fees
ar_sa: إجمالي الرسوم
de_de: Gesamte Gebühren
fr_fr: Total des Frais
pt_br: Taxas Totais
ro_ro: Taxele totale
sk_sk: Celkové Poplatky

source: Total balance
ar_sa: الرصيد الكلي
de_de: Gesamtes Guthaben
fr_fr: Solde total
pt_br: Balanço total
ro_ro: Balanță totală
sk_sk: Celkový zostatok

source: Total fees:
ar_sa: إجمالي الرسوم:
de_de: Gesamte Gebühren:
fr_fr: Total des frais:
pt_br: Taxas totais:
ro_ro: Taxe totale:
sk_sk: Celkové poplatky:

source: Total in locker
ar_sa: إجمالي المقفل عليه
de_de: Insgesamt gesperrt
fr_fr: Total en casier
pt_br: Total no bloqueio
ro_ro: Total în seif
sk_sk: Celkovo

source: Total locked
ar_sa: إجمالي المقفل عليه
de_de: Insgesamt gesperrt
fr_fr: Total verrouillé
pt_br: Total bloqueado
ro_ro: Total blocat
sk_sk: Celkovo uzamknutých

source: Total withdrawable
ar_sa: إجمالي القابل للسحب
de_de: Insgesamt abhebbar
fr_fr: Total pouvant être retiré
pt_br: Possível saque total
ro_ro: Total de retragere
sk_sk: Celkové množstvo vybrateľných prostriedkov

source: Transaction Settings
ar_sa: إعدادات المعاملات
de_de: Transaktionseinstellungen
fr_fr: Paramètres de Transaction
pt_br: Configurações de transação
ro_ro: Setări de tranzacție
sk_sk: Nastavenia Transakcie

source: Transaction rejected
ar_sa: تم رفض المعاملة
de_de: Transaktion abgelehnt
fr_fr: Transaction rejetée
pt_br: Transação rejeitada
ro_ro: Tranzacție respinsă
sk_sk: Transakcia bola zamietnutá

source: Transaction submitted
ar_sa: تم إرسال المعاملة
de_de: Transaktion gesendet
fr_fr: Transaction soumise
pt_br: Transação enviada
ro_ro: Tranzacție depusă
sk_sk: Transakcia bola odoslaná

source: Try again later
ar_sa: حاول مرة أخرى لاحقاً
de_de: Später erneut versuchen
fr_fr: Veuillez réessayer ultérieurement
pt_br: Tente novamente mais tarde
ro_ro: Încearcă mai târziu
sk_sk: Skúste znovu neskôr

source: Type
ar_sa: النوع
de_de: Typ
pt_br: Tipo
ro_ro: Tip
sk_sk: Typ

source: Type token name or pool id
de_de: Tokenname oder Pool-ID eingeben
ro_ro: Numele token-ului sau id-ul fondului comun
sk_sk: Napíšte názov tokenu alebo id pool-u

source: UI Fee:
ar_sa: رسوم واجهة المستخدم:
de_de: UI Gebühr:
fr_fr: Frais d'Interface Utilisateur:
pt_br: Taxa da UI:
ro_ro: Taxa UI:
sk_sk: UI Poplatok:

source: Unlock Block
ar_sa: مجموعة فتح القفل
de_de: Freischaltender Block
fr_fr: Bloc de Déverrouillage
pt_br: Bloco de Desbloqueio
ro_ro: Deblochează Blocul
sk_sk: Blok Odomknutia

source: Unlock Date
ar_sa: تاريخ فتح القفل
de_de: Freischaltdatum
fr_fr: Date de Déverrouillage
pt_br: Data de Desbloqueio
ro_ro: Data de deblocare
sk_sk: Dátum Odomknutia

source: Unlock block
ar_sa: مجموعة فتح القفل
de_de: Freischaltender Block
fr_fr: Bloc de déverrouillage
pt_br: Bloco de desbloqueio
ro_ro: Deblochează blocul
sk_sk: Odomknuté v bloku

source: Unlock date
ar_sa: تاريخ فتح القفل
de_de: Freischaltdatum
fr_fr: Date de déblocage
pt_br: Data de desbloqueio
ro_ro: Data de deblocare
sk_sk: Dátum odomknutia

source: Unlocked
ar_sa: مفتوح
de_de: Entsperrt
fr_fr: Déverrouillé
pt_br: Desbloqueado
ro_ro: Deblocat
sk_sk: Odomknuté

source: Updated unlock date
ar_sa: تحديث تاريخ الفتح
de_de: Aktualisiertes Freischaltdatum
fr_fr: Date de déverrouillage mise à jour
pt_br: Data de desbloqueio atualizada
ro_ro: Data de deblocare actualizată
sk_sk: Aktualizovaný dátum odomknutia

source: Use the desktop version and Google Chrome browser
ar_sa: استخدام إصدار سطح المكتب و متصفح Google Chrome
de_de: Verwende die Desktop-Version und den Google Chrome-Browser
fr_fr: Utiliser la version ordinateur et le navigateur Google Chrome
pt_br: Use a versão desktop e o navegador Google Chrome
ro_ro: Folosiți versiunea desktop și browserul Google Chrome
sk_sk: Použite desktopovú verziu a webový prehliadač Google Chrome

source: View on Explorer
ar_sa: عرض على المستكشف
de_de: Im Explorer anzeigen
fr_fr: Voir sur Explorer
pt_br: Visualizar no Explorer
ro_ro: Vizualizează pe Explorer
sk_sk: Zobraziť v Exploreri

source: View on explorer
ar_sa: عرض على المستكشف
de_de: Im Explorer anzeigen
fr_fr: Voir sur explorer
pt_br: Visualizar no explorer
ro_ro: Vizualizează pe explorer
sk_sk: Zobraziť v exploreri

source: View on explorer.
ar_sa: عرض على المستكشف.
de_de: Im Explorer anzeigen.
fr_fr: Voir sur explorer.
pt_br: Visualizar no explorer.
ro_ro: Vizualizează pe explorer.
sk_sk: Zobraziť v exploreri.

source: Waiting for confirmation
ar_sa: قيد انتظار التأكيد
de_de: Warten auf Bestätigung
fr_fr: En attente de confirmation
pt_br: Aguardando confirmação
ro_ro: Aşteptă confirmarea
sk_sk: Čaká sa na potvrdenie

source: Wallet
ar_sa: محفظة
pt_br: Carteira
ro_ro: Portofel
sk_sk: Peňaženka

source: We recommend that you DO NOT use ErgoDEX to operate large amounts of assets!
ar_sa: نوصي بعدم استخدام إيرجودكس لتشغيل كميات كبيرة من الأصول!
de_de: Wir empfehlen dir, ErgoDEX NICHT mit großen Mengen von Assets zu verwenden!
fr_fr: Nous vous recommandons de NE PAS utiliser ErgoDEX pour gérer de grandes quantités d'actifs !
pt_br: Recomendamos que você NÃO use a ErgoDEX para operar grandes quantidades de ativos!
ro_ro: Vă recomandăm să NU utilizaţi ErgoDEX pentru a opera cantităţi mari de bunuri!
sk_sk: Odporúčame NEPOUŽÍVAŤ ErgoDEX na operácie s veľkým množstvom prostriedkov!

source: Withdrawable
ar_sa: قابل للسحب
de_de: Abhebbar
fr_fr: Retirable
pt_br: Disponível para saque
ro_ro: Retragere
sk_sk: Prostriedky, ktoré je možno vybrať

source: Withdrawal
ar_sa: سحب
de_de: Abhebung
fr_fr: Retrait
pt_br: Saque
ro_ro: Retragere
sk_sk: Výber prostriedkov

source: You didn't provide liquidity to this pool yet.
ar_sa: لم تقم بتوفير السيولة لهذا الحوض بعد.
de_de: Du hast diesem Pool noch keine Liquidität zur Verfügung gestellt.
fr_fr: Vous n'avez pas encore de liquidité dans ce pool.
pt_br: Você ainda não forneceu liquidez a esta pool.
ro_ro: Încă nu ați furnizat lichiditate acestui fond comun.
sk_sk: Zatiaľ ste neposkytli likviditu tomuto pool-u.

source: You need ERG to pay transaction fees
ar_sa: تحتاج إلى ERG لدفع رسوم المعاملات
de_de: Du benötigst ERG, um die Transaktionsgebühren zu zahlen
fr_fr: Vous avez besoin d'ERG pour payer les frais de transaction
pt_br: Você precisa de ERG para pagar as taxas de transação
ro_ro: Aveți nevoie de ERG pentru a plăti taxele de tranzacție
sk_sk: Potrebujete vlastniť ERG na úhradu transakčných poplatkov

source: You will spend {value} ERG for every operation.
ar_sa: سوف تنفق {value} ERG لكل عملية.
de_de: Du wirst {value} ERG für jede Operation ausgeben.
fr_fr: Vous allez dépenser {value} ERG pour chaque opération.
pt_br: Você gastará {value} ERG para cada operação.
ro_ro: Veți cheltui {value} ERG pentru fiecare operațiune.
sk_sk: Každá operácia Vás bude stáť {value} ERG.

source: Your Positions
ar_sa: السيولة الخاصة بك
de_de: Deine Positionen
fr_fr: Votre Position
pt_br: Suas posições
ro_ro: Pozițiile tale
sk_sk: Vaše Pozície

source: Your liquidity
ar_sa: سيولتك الخاصىة
de_de: Deine Liquidität
fr_fr: Votre liquidité
pt_br: Sua Liquidez
ro_ro: Lichiditatea ta
sk_sk: Vaša likvidita

source: Your liquidity positions will appear here.
ar_sa: ستظهر حالة السيولة الخاصة بك هنا.
de_de: Deine Liquiditätspositionen werden hier erscheinen.
fr_fr: Vos positions de liquidités apparaîtront ici.
pt_br: As suas posições de liquidez aparecerão aqui.
ro_ro: Pozițiile tale de lichiditate vor apărea aici.
sk_sk: Tu budú zobrazené Vaše pozície (pridaná likvidita).

source: Your operation will be executed in this pool. <0/> You can also choose another pool for this pair
ar_sa: سيتم تنفيذ عمليتك في هذا الحوض. <0/> يمكنك أيضًا اختيار حوض آخر لهذا الزوج
de_de: Deine Operation wird in diesem Pool ausgeführt. <0/> Du kannst auch einen anderen Pool für dieses Paar auswählen
fr_fr: Votre opération sera exécutée dans ce pool. <0/> Vous pouvez aussi choisir un autre pool pour cette paire
pt_br: Sua operação será executada nesta pool. <0/> Você também pode escolher outra pool para este par
ro_ro: Operațiunea ta va fi executată în acest fond comun. <0/> Puteți alege alt fond comun pentru această pereche
sk_sk: Vaša operácia bude vykonaná v tomto pool-e. <0/> Pokiaľ chcete môžeťe si vybrať aj iný pool pre Vami zvolený menový pár

source: Your transaction may be frontrun
ar_sa: معاملتك قد تكون على واجهة
de_de: Deine Transaktion könnte anfällig für "Frontrunning" sein
fr_fr: Votre transaction peut être frontrun
pt_br: Sua transação pode ser antecipada (frontrun)
ro_ro: Tranzacția ta poate fi anticipată
sk_sk: Vaša transakcia môže byť predbehnutá

source: Your transaction may fail
ar_sa: قد تفشل معاملتك
de_de: Deine Transaktion könnte fehlschlagen
fr_fr: Votre transaction peut échouer
pt_br: Sua transação pode falhar
ro_ro: Tranzacția ta poate eșua
sk_sk: Vaša transakcia môže zlyhať

source: Your transaction will revert if the price changes unfavorably by more than this percentage
ar_sa: المعاملة الخاصة بك سوف تعود إذا تغير السعر بشكل غير مناسب بأكثر من هذه النسبة المئوية
de_de: Deine Transaktion wird zurückgesetzt, wenn sich der Preis um mehr als diesen Prozentsatz ungünstig verändert
fr_fr: Votre transaction sera annulée si le prix évolue défavorablement au-delà de ce pourcentage
pt_br: Sua transação será revertida se o preço mudar desfavoravelmente em mais do que esta porcentagem
ro_ro: Tranzacția ta va reveni dacă prețul se modifică nefavorabil cu mai mult de acest procent
sk_sk: Vaša transakcia bude zrušená pokiaľ sa cena pohne pre Vás nevýhodným smerom o viac ako tento počet percent

source: meet your expectations.
ar_sa: حقق توقعاتك.
de_de: deiner Erwartungen entspricht.
fr_fr: répondre à vos attentes.
pt_br: atenda às suas expectativas.
ro_ro: satisface așteptările tale.
sk_sk: spĺňajú Vaše očakávania.

source: only on top of the Ergo Blockchain.
ar_sa: فقط على بلوكشين إيرجو.
de_de: nur auf der Ergo Blockchain.
fr_fr: seulement au sommet de la Blockchain Ergo.
pt_br: somente em cima da Ergo Blockchain.
ro_ro: doar deasupra Ergo Blockchain.
sk_sk: iba nad Ergo blockain-om.

source: {0} Community Pools
ro_ro: {0} Fond comun de Comunitate
sk_sk: {0} Komunitné Pool-y

source: {0} per {1}
ar_sa: {0} لكل {1}
de_de: {0} pro {1}
fr_fr: {0} par {1}
pt_br: {0} por {1}
ro_ro: {0} pe {1}
sk_sk: {0} za {1}

source: {daysCount} Days
ar_sa: {daysCount} أيام
de_de: {daysCount} Tage
fr_fr: {daysCount} Jours
pt_br: {daysCount} Dias
ro_ro: {daysCount} Zile
sk_sk: {daysCount} Dní

source: {monthsCount} Months
ar_sa: {monthsCount} أشهر
de_de: {monthsCount} Monate
fr_fr: {monthsCount} Mois
pt_br: {monthsCount} Meses
ro_ro: {monthsCount} Luni
sk_sk: {monthsCount} Mesiacov

source: {numberOfPendingTxs} Pending
ar_sa: {numberOfPendingTxs} قيد الانتظار
de_de: {numberOfPendingTxs} Ausstehend
fr_fr: {numberOfPendingTxs} En attente
pt_br: {numberOfPendingTxs} Pendentes
ro_ro: {numberOfPendingTxs} În așteptare
sk_sk: {numberOfPendingTxs} Čakajúcich na spracovanie

source: {walletName} Wallet doesn’t support “create pool” functionality yet. Choose another wallet to perform the operation.
ar_sa: {walletName} المحفظة لا تدعم وظيفة "إنشاء حوض" حتى الآن. اختر محفظة أخرى لتنفيذ العملية.
de_de: {walletName} Wallet unterstützt noch keine „Pool erstellen“-Funktion. Wähle eine andere Wallet aus, um den Vorgang auszuführen.
fr_fr: {walletName} Wallet ne prend pas encore en charge la fonctionnalité de « création de pool». Choisissez un autre portefeuille pour effectuer l'opération.
pt_br: A Carteira {walletName} ainda não suporta a funcionalidade de "criar pool". Escolha outra carteira para executar a operação.
ro_ro: {walletName} Portofelul nu suportă încă funcționalitatea “creează fond comun”. Alege un alt portofel pentru a efectua operațiunea.
sk_sk: {walletName} peňaženka nepodporuje funkciu vytvárania pool-ov. Prosím zvoľte inú peňaženku pre vykonanie tejto operácie.

source: {yearsCount} Years
ar_sa: {yearsCount} سنوات
de_de: {yearsCount} Jahre
fr_fr: {yearsCount} Années
pt_br: {yearsCount} Anos
ro_ro: {yearsCount} Ani
sk_sk: {yearsCount} Rokov

source: Experimental
ar_sa: تجريبي
de_de: Experimentell
fr_fr: Expérimental
sk_sk: Experimentálna peňaženka

source: Enter an A mount
ar_sa: أدخل كمية

source: Execution Fee
ar_sa: رسوم التنفيذ

source: Execution Fee Range {0} - {1} {2}
ar_sa: نطاق رسوم التنفيذ {0} - {1} {2}

source: Execution Fee:
ar_sa: رسوم التنفيذ:

source: I understand that this wallet has not been audited. I will use it at my own risk.
ar_sa: أفهم أن هذه المحفظة لم تتم مراجعة حساباتها. و سوف أستخدمها على مسؤوليتي الخاصة.

source: It is impossible to display statistics for this pool
ar_sa: من المستحيل عرض إحصائيات لهذا الحوض

source: Max execution fee multiplier
ar_sa: الحد الأقصى لمضاعف رسوم التنفيذ

source: Nitro
ar_sa: نيترو

source: Nitro:
ar_sa: نيترو:

source: explorer
ar_sa: المستكشف
fr_fr: explorateur
