Repository: spectrum-finance/interface
Catalog: src/i18n/locales/*.po
Languages: ar_sa, de_de, fr_fr, pt_br, ro_ro, sk_sk

source: I understand that I'm locking <0>{0}</0> LP-tokens, which is <1>{percent}%</1> of my <2>{1}/{2}</2> liquidity position, for a period of <3>{3}</3> (until {4}) without the ability to withdrawal before the end of this period.
ar_sa: أعي أنني سوف أقفل على <0>{0}</0> LP-tokens، وهو <1>{percent}%</1> من <2>{1}/{2}</2> وضع السيولة الخاص بي لفترة <3>{3}</3> (حتى {4}) دون القدرة على الإستعادة قبل نهاية هذه الفترة.
de_de: Ich verstehe, dass ich <0>{0}</0> LP-Token, das entspricht <1>{percent}%</1> von meiner <2>{1}/{2}</2> Liquiditätsposition, für einen Zeitraum von <3>{3}</3> (bis {4}) sperre, ohne die Möglichkeit diese vor Ende dieses Zeitraums abheben zu können.
fr_fr: Je comprends que je bloque <0>{0}</0> jetons LP, ce qui est <1>{percent}%</1> de ma position de liquidité <2>{1}/{2}</2> pour une période de <3>{3}</3> (jusqu'à {4}) sans possibilité de retrait avant la fin de cette même période.
pt_br: Eu entendo que estou bloqueando <0>{0}</0> LP-tokens, que é <1>{percent}%</1> da minha <2>{1}/{2}</2> posição de liquidez, por um período de <3>{3}</3> (até {4}) sem a habilidade de saque antes do final deste período.
ro_ro: Înțeleg că blochez <0>{0}</0> LP-jetoane, care este <1>{percent}%</1> din poziția mea de lichiditate <2>{1}/{2}</2>, pentru o perioadă de <3>{3}</3> (până la {4}) fără posibilitatea de a se retrage înainte de sfârșitul acestei perioade.
sk_sk: Rozumiem tomu, že zamykám <0>{0}</0> LP-tokenov, ktoré sú <1>{percent}%</1> z mojej <2>{1}/{2}</2> likvidity pozície, na obdobie <3>{3}</3> (do {4}) bez možnosti ich výberu pred skončením tohto obdobia.

source: I understand that I’m relocking <0>{0}</0> LP-tokens of my <1>{1}/{2}</1> position until <2>{3}</2> (or <3>{4}</3> block) without the ability to withdrawal before the end of this period.
ar_sa: أفهم أنني سوف أعيد الفل على <0>{0}</0> LP-tokens من <1>{1}/{2}</1> الخص بي حتى <2>{3}</2> (أو المجموعة <3>{4}</3>) دون القدرة على الإستعادة قبل نهاية هذه الفترة.
de_de: Ich verstehe, dass ich <0>{0}</0> LP-Token von meiner <1>{1}/{2}</1> Position bis <2>{3}</2> (oder <3>{4}</3> Block) wieder sperre, ohne dass ich diese vor Ende dieses Zeitraums abheben kann.
fr_fr: Je comprends que je déverrouille <0>{0}</0> jeton LP de ma position <1>{1}/{2}</1> jusqu'à <2>{3}</2> (ou bloc <3>{4}</3>) sans la possibilité de retrait avant la fin de cette période.
pt_br: Eu entendo que estou rebloqueando <0>{0}</0> LP-tokens da minha <1>{1}/{2}</1> posição até <2>{3}</2> (ou <3>{4}</3>) sem a capacidade de saque antes do final deste período.
ro_ro: Înțeleg că reblochez <0>{0}</0> LP-jetoane ale <1>{1}/{2}</1> poziției mele până la <2>{3}</2> (sau <3>{4}</3>) fără a putea să le retrag înainte de sfârșitul acestei perioade.
sk_sk: Rozumiem tomu, že znovu-zamykám <0>{0}</0> LP-tokenov z mojej <1>{1}/{2}</1> pozície do <2>{3}</2> (alebo <3>{4}</3> bloku) bez možnosti ich výberu pred skončením tohto obdobia.

source: I understand the risks
de_de: Ich verstehe die Risiken
ro_ro: Înțeleg riscurile
sk_sk: Rozumiem rizikám

source: I understand the risks and accept the KYA
ar_sa: أنا أفهم المخاطر وأقبل بالأحكام
de_de: Ich verstehe die Risiken und akzeptiere die KDE
fr_fr: Je comprends les risques et j'accepte le KYA
pt_br: Eu entendo os riscos e aceito o conhecimento de suas suposições (KYA)
ro_ro: Înțeleg riscurile și accept KYA
sk_sk: Rozumiem rizikám a akceptujem vyššie spomenuté podmienky

source: Increase Liquidity
ar_sa: زيادة السيولة
de_de: Liquidität erhöhen
fr_fr: Augmenter la Liquidité
pt_br: Aumentar Liquidez
ro_ro: Crește Lichiditatea
sk_sk: Pridať Likviditu

source: Initial liquidity
ar_sa: السيولة الأولية
de_de: Initiale Liquidität
fr_fr: Liquidités initiales
pt_br: Liquidez Inicial
ro_ro: Lichiditate iniţială
sk_sk: Počiatočná likvidita

source: Initial price
ar_sa: السعر الأولي
de_de: Anfangspreis
fr_fr: Prix de départ
pt_br: Preço inicial
ro_ro: Preț inițial
sk_sk: Počiatočná cena

source: Insufficient liquidity for this trade
ar_sa: السيولة غير كافية لهذه المعاملة
de_de: Nicht genügend Liquidität für diesen Handel
fr_fr: Pas assez de liquidités pour cette transaction
pt_br: Liquidez insuficiente para esta troca
ro_ro: Lichiditate insuficientă pentru această tranzacție
sk_sk: Nedostatočná likvidita pre tento obchod

source: Insufficient {0} Balance
ar_sa: رصيد {0} غير كافي
de_de: Nicht genügend {0} Guthaben
fr_fr: Solde de {0} Insuffisant
pt_br: Saldo insuficiente {0}
ro_ro: Balanță {0} insuficientă
sk_sk: Nedostatočný zostatok {0}

source: Insufficient {0} Balance for Fees
ar_sa: رصيد {0} غير كافي للرسوم
de_de: {0} Guthaben für Gebühren nicht ausreichend
fr_fr: Solde de {0} Insuffisant pour les Frais
pt_br: Saldo Insuficiente de {0} para Taxas
ro_ro: Balanță {0} insuficientă pentru taxe
sk_sk: Nedostatočný zostatok {0} na zaplatenie poplatkov

source: Insufficient {token} Balance
ar_sa: رصيد {token} غير كافي
de_de: Nicht genügend {token} Guthaben
fr_fr: Solde de {token} Insuffisant
pt_br: Saldo insuficiente {token}
ro_ro: Balanță {token} insuficientă
sk_sk: Nedostatočný zostatok {token}

source: Insufficient {token} Balance for Fees
ar_sa: رصيد {token} غير كافي للرسوم
de_de: {token} Guthaben für Gebühren nicht ausreichend
fr_fr: Solde de {token} Insuffisant pour les Frais
pt_br: Saldo Insuficiente de {token} para Taxas
ro_ro: Balanță {token} insuficientă pentru taxe
sk_sk: Nedostatočný zostatok {token} pre zaplatenie poplatkov

source: KYA is not accepted
ar_sa: الأحكام غير مقبولة
de_de: KDE ist nicht akzeptiert
fr_fr: KYA n'est pas accepté
pt_br: Conhecimento de suas suposições (KYA) não é aceito
ro_ro: KYA nu este acceptat
sk_sk: KYA nie je akceptované

source: Language
de_de: Sprache
fr_fr: Langage
pt_br: Idioma
ro_ro: Limbă
sk_sk: Jazyk

source: Learn how to get ERG
ar_sa: تعرف على كيفية الحصول على ERG
de_de: Erfahre, wie du ERG bekommst
fr_fr: Apprenez comment obtenir de l'ERG
pt_br: Saiba como obter o ERG
ro_ro: Învață cum să obții ERG
sk_sk: Dozveďte sa o tom ako získať ERG

source: Liquidity
ar_sa: السيولة
de_de: Liquidität
fr_fr: Liquidité
pt_br: Liquidez
ro_ro: Lichiditate
sk_sk: Likvidita

source: Liquidity Locker
ar_sa: قفل السيولة
de_de: Liquiditätssperre
fr_fr: Verrou de Liquidité
pt_br: Bloqueador de Liquidez
ro_ro: Blocare de lichiditate
sk_sk: Zamknutie Likvidity

source: Liquidity Pool
ar_sa: حوض السيولة
de_de: Liquiditätspool
fr_fr: Pool de Liquidité
pt_br: Pool de Liquidez
ro_ro: Fond comun de lichiditate
sk_sk: Likvidity Pool

source: Loading
ar_sa: جاري التحميل
de_de: Lädt
fr_fr: En cours de chargement
pt_br: Carregando
ro_ro: Încărcare
sk_sk: Načítavanie

source: Lock
ar_sa: قفل
de_de: Sperre
fr_fr: Verrouiller
pt_br: Bloquear
ro_ro: Blochează
sk_sk: Uzamknúť

source: Lock Liquidity
ar_sa: قفل على السيولة
de_de: Liquidität sperren
fr_fr: Verrouiller la Liquidité
pt_br: Bloquear Liquidez
ro_ro: Blochează lichiditatea
sk_sk: Zamknúť Likviditu

source: Lock liquidity
ar_sa: قفل على السيولة
de_de: Liquidität sperren
fr_fr: Verrouiller la liquidité
pt_br: Bloquear liquidez
ro_ro: Blochează lichiditatea
sk_sk: Zamknúť likviditu

source: Lock period
ar_sa: فترة الإقفال
de_de: Sperrzeitraum
fr_fr: Verrouiller la période
pt_br: Bloquear período
ro_ro: Perioadă de blocare
sk_sk: Doba uzamknutia

source: Lock time
ar_sa: وقت الإقفال
de_de: Sperrzeit
fr_fr: Verrouiller l'heure
pt_br: Tempo de bloqueio
ro_ro: Timp de blocare
sk_sk: Čas uzamknutia

source: Locked
ar_sa: مقفل
de_de: Gesperrt
fr_fr: Verrouiller
pt_br: Bloqueado
ro_ro: Blocat
sk_sk: Uzamknuté

source: Locked Positions
ar_sa: الأصول المقفلة
de_de: Gesperrte Positionen
fr_fr: Positions Vérouillées
pt_br: Posições bloqueadas
ro_ro: Poziții blocate
sk_sk: Uzamknuté Pozície

source: Locked liquidity
ar_sa: السيولة المقفلة
de_de: Gesperrte Liquidität
fr_fr: Liquidités bloquées
pt_br: Liquidez bloqueada
ro_ro: Lichiditate blocată
sk_sk: Uzamknutá likvidita

source: Locked positions
ar_sa: الأصول المقفلة
de_de: Gesperrte Positionen
fr_fr: Positions verrouillées
pt_br: Posições bloqueadas
ro_ro: Poziții blocate
sk_sk: Uzamknuté pozície

source: Locking {0} and {1} ({2}) for {3}
ar_sa: قفل على {0} و {1} ({2}) مقابل {3}
de_de: Sperre {0} und {1} ({2}) für {3}
fr_fr: Verrouillage de {0} et de {1} ({2}) pour {3}
pt_br: Bloqueando {0} e {1} ({2}) por {3}
ro_ro: Se blochează {0} și {1} ({2}) pentru {3}
sk_sk: Uzamknutie {0} a {1} ({2}) na {3}

source: Max
ar_sa: الحد الأقصى
fr_fr: Maximum
pt_br: Máximo
ro_ro: Maxim

source: Max Honey 🍯 multiplier
de_de: Max. Ausführungsgebühr Multiplikator
fr_fr: Multiplicateur maximal de frais d'exécution
pt_br: Multiplicador máximo de taxa de execução
ro_ro: Multiplicator maxim al taxei de execuție
sk_sk: Maximálny násobiteľ poplatku za vykonanie

source: Maximum received:
ar_sa: الحد الأقصى للاستلام:
de_de: Maximal erhalten:
fr_fr: Maximum reçu:
pt_br: Máximo recebido:
ro_ro: Maximul primit:
sk_sk: Maximálne získate:

source: Min value for {0} is {1}
ar_sa: قيمة الحد الأدنى لـ {0} هو {1}
de_de: Min. Wert für {0} ist {1}
fr_fr: La valeur minimale pour {0} est {1}
pt_br: O valor mínimo para {0} é {1}
ro_ro: Valoarea minimă pentru {0} este {1}
sk_sk: Minimálna hodnota pre {0} je {1}

source: Miner Fee
ar_sa: رسوم المعدّن
de_de: Minergebühr
fr_fr: Frais de Mineur
pt_br: Taxa do Minerador
ro_ro: Taxa pentru Miner
sk_sk: Poplatok Ťažiarom

source: Miner Fee:
ar_sa: رسوم المعدّن:
de_de: Minergebühr:
fr_fr: Frais de Mineur:
pt_br: Taxa do Minerador:
ro_ro: Taxa pentru Miner:
sk_sk: Poplatok Ťažiarom:

source: Miner fee:
ar_sa: رسوم المعدّن:
de_de: Minergebühr:
fr_fr: Frais de mineur:
pt_br: Taxa do minerador:
ro_ro: Taxa pentru miner:
sk_sk: Poplatok ťažiarom:

source: Minimal Nitro value is {MIN_NITRO}
ar_sa: الحد الأدنى لقيمة نيترو {MIN_NITRO}
de_de: Minimaler Nitro-Wert ist {MIN_NITRO}
fr_fr: La valeur minimale de Nitro est de {MIN_NITRO}
pt_br: O valor mínimo do Nitro é {MIN_NITRO}
ro_ro: Valoarea minimă Nitro este {MIN_NITRO}
sk_sk: Minimálna hodnota Nitra je {MIN_NITRO}

source: Minimal Slippage is {MIN_SLIPPAGE}
ar_sa: الحد الأدنى لاختلاف السعر {MIN_SLIPPAGE}
de_de: Minimale Slippage ist {MIN_SLIPPAGE}
fr_fr: Le Slippage Minimal est de {MIN_SLIPPAGE}
pt_br: O Slippage Mínimo é {MIN_SLIPPAGE}
ro_ro: Îngăduință minimă este {MIN_SLIPPAGE}
sk_sk: Minimálny Sklz je {MIN_SLIPPAGE}

source: Minimum
ar_sa: الحد الأدنى
pt_br: Mínimo
ro_ro: Minim

source: Minimum received:
ar_sa: الحد الأدنى للاستلام:
de_de: Minimal erhalten:
fr_fr: Minimum reçu:
pt_br: Mínimo recebido:
ro_ro: Minimul primit:
sk_sk: Minimálne získate:

source: Minimum value is {MIN_ERG_FOR_TX} ERG
ar_sa: الحد الأدنى للقيمة هو {MIN_ERG_FOR_TX} ERG
de_de: Mindestwert ist {MIN_ERG_FOR_TX} ERG
fr_fr: La valeur minimale est de {MIN_ERG_FOR_TX} ERG
pt_br: O valor mínimo é {MIN_ERG_FOR_TX} ERG
ro_ro: Valoarea minimă este {MIN_ERG_FOR_TX} ERG
sk_sk: Minimálna hodnota je {MIN_ERG_FOR_TX} ERG

source: Mobile version is not supported yet
ar_sa: نسخة الجوال غير مدعومة بعد
de_de: Mobile Version wird noch nicht unterstützt
fr_fr: La version mobile n'est pas encore prise en charge
pt_br: A versão para celular ainda não é suportada
ro_ro: Versiunea mobilă nu este încă suportată
sk_sk: Mobilná verzia zatiaľ nie je podporovaná

source: No results found
ar_sa: لم يتم العثور على نتائج
de_de: Keine Treffer gefunden
fr_fr: Aucun résultat trouvé
pt_br: Nenhum resultado encontrado
ro_ro: Nu s-au găsit rezultate
sk_sk: Neboli nájdené žiadne výsledky

source: Notice that:
ar_sa: لاحظة أن:
de_de: Beachte:
fr_fr: Notez que:
pt_br: Observe que:
ro_ro: Observă că:
sk_sk: Upozorňujeme na to, že:

source: Once LP-tokens are locked they cannot be withdrawn under any circumstances until the timer has expired. Please ensure the parameters are correct, as they are final.
ar_sa: بمجرد أن يتم قفل على LP-tokens، لا يمكن سحبها تحت أي ظرف حتى ينتهي وقت القفل. يرجى التأكد من صحة التوقيت، لأنها نهائية.
de_de: Sobald die LP-Tokens gesperrt sind, können sie unter keinen Umständen abgehoben werden, bis der Timer abgelaufen ist. Bitte stelle sicher, dass die Parameter richtig sind, da sie endgültig sind.
fr_fr: Une fois que les jetons LP sont verrouillés, ils ne peuvent en aucun cas être retirés jusqu'à la fin du temps imparti. Assurez-vous que les paramètres sont corrects, car ils sont définitifs.
pt_br: Uma vez que os LP-tokens são bloqueados, eles não podem ser retirados em nenhuma circunstância até que o temporizador tenha expirado. Por favor, certifique-se que os parâmetros estão corretos, pois eles são finais.
ro_ro: Odată ce jetoanele LP sunt blocate, ele nu pot fi retrase în niciun caz până când cronometrul a expirat. Asigurați-vă că parametrii sunt corecți, deoarece sunt finali.
sk_sk: Po uzamknutí LP-tokenov ich nebude možné vybrať za žiadnych podmienok dokým nevyprší časovač uzamknutia. Uistite sa preto, že zvolené parametre sú správne, nakoľko neskôr ich už nepôjde zmeniť.

source: Pair
ar_sa: زوج
de_de: Paar
pt_br: Par
ro_ro: Asociază
sk_sk: Pár

source: Pick new unlock date
ar_sa: اختيار تاريخ فتح إقفال جديد
de_de: Neues Freischaltdatum auswählen
fr_fr: Choisissez une nouvelle date de déverrouillage
pt_br: Escolher nova data de desbloqueio
ro_ro: Alege o nouă dată de deblocare
sk_sk: Zvoľte nový dátum odomknutia

source: Pool
ar_sa: حوض
ro_ro: Fond Comun

source: Pool liquidity
ar_sa: سيولة الحوض
de_de: Pool-Liquidität
fr_fr: Liquidité de la pool
pt_br: Liquidez da pool
ro_ro: Fond comun de lichiditate
sk_sk: Likvidita v pool-e

source: Pool overview
ar_sa: نظرة عامة للحوض
de_de: Pool-Übersicht
fr_fr: Aperçu du pool
pt_br: Visão geral da pool
ro_ro: Prezentarea generală a fondului comun
sk_sk: Prehľad pool-u

source: Pooled assets
ar_sa: أصول موجودات الحوض
de_de: Gepoolte Assets
fr_fr: Actifs mis en commun
pt_br: Ativos agrupados
ro_ro: Fondul comun de bunuri
sk_sk: Prostriedky v pool-e

source: Pools Overview
ar_sa: نظرة عامة للأحواض
de_de: Pool-Übersicht
fr_fr: Vue d'Ensemble des Pools
pt_br: Visão geral das Pools
ro_ro: Prezentarea generală a fondurilor comune
sk_sk: Prehľad Pool-ov

source: Previous unlock date
ar_sa: تاريخ فتح القفل السابق
de_de: Vorheriges Freischaltdatum
fr_fr: Date de déverrouillage précédente
pt_br: Data de desbloqueio anterior
ro_ro: Data anterioară de deblocare
sk_sk: Predchádzajúci dátum odomknutia

source: Price impact:
ar_sa: التأثير على السعر:
de_de: Preiseinwirkung:
fr_fr: Impact sur le prix:
pt_br: Impacto no preço:
ro_ro: Impactul prețului:
sk_sk: Vplyv na cenu:

source: Read Guide
ar_sa: إقرأ الدليل
de_de: Anleitung lesen
fr_fr: Lire le Guide
pt_br: Ler Guia
ro_ro: Citește Ghidul
sk_sk: Zobraziť Príručku

source: Read more
ar_sa: إقرأ المزيد
de_de: Mehr lesen
fr_fr: Lire la suite
pt_br: Ler mais
ro_ro: Citește mai mult
sk_sk: Zistiť viac

source: Recent transactions
ar_sa: المعاملات الأخيرة
de_de: Letzte Transaktionen
fr_fr: Transactions récentes
pt_br: Transações recentes
ro_ro: Tranzacții recente
sk_sk: Nedávne transakcie

source: Recommended
de_de: Empfohlen
fr_fr: Recommandés
pt_br: Recomendado
ro_ro: Recomandat
sk_sk: Odporúčané peňaženky

source: Refresh page
ar_sa: تحديث الصفحة
de_de: Seite neu laden
fr_fr: Actualiser la page
pt_br: Atualizar página
ro_ro: Actualizați pagina
sk_sk: Znovu-načítať stránku

source: Refund
ar_sa: إسترداد
de_de: Erstatten
fr_fr: Rembourser
pt_br: Reembolso
ro_ro: Restituire
sk_sk: Refundácia

source: Refund confirmation
ar_sa: تأكيد الإسترداد
de_de: Rückerstattungsbestätigung
fr_fr: Confirmation du remboursement
pt_br: Confirmação de reembolso
ro_ro: Confirmare restituire
sk_sk: Potvrdenie refundácie

source: Refund transaction
ar_sa: إسترداد المعاملة
de_de: Transaktion zurückerstatten
fr_fr: Remboursement de l'opération
pt_br: Transação de reembolso
ro_ro: Tranzacție de restituire
sk_sk: Refundovaná transakcia

source: Refund will be performed to this address
ar_sa: سيتم استعادة المبلغ إلى هذا العنوان
de_de: Rückerstattung erfolgt an diese Adresse
fr_fr: Le remboursement sera effectué à cette adresse
pt_br: Reembolso será efetuado para este endereço
ro_ro: Restituirea va fi efectuată la această adresă
sk_sk: Refundácia bude vykonaná na túto adresu

source: Refunding {0} and {1}
ar_sa: استعادة {0} و {1}
de_de: Rückerstattung von {0} und {1}
fr_fr: Remboursement de {0} et de {1}
pt_br: Reembolsando {0} e {1}
ro_ro: Restituire {0} și {1}
sk_sk: Refundácia {0} a {1}

source: Relock liquidity
ar_sa: إعادة القفل على السيولة
de_de: Liquidität neu sperren
fr_fr: Rebloquer la liquidité
pt_br: Rebloquear liquidez
ro_ro: Reblocați lichiditatea
sk_sk: Znovu uzamknutie likvidity

source: Relock position
ar_sa: موضع إعادة القفل
de_de: Position neu sperren
fr_fr: Position de reverrouillage
pt_br: Rebloquear posição
ro_ro: Reblocați poziția
sk_sk: Znovu uzamknúť pozíciu

source: Relocking {0} and {1} ({2})
ar_sa: إعادة قفل {0} و {1} ({2})
de_de: Sperre erneut {0} und {1} ({2})
fr_fr: Reverrouillage de {0} et {1} ({2})
pt_br: Rebloqueando {0} e {1} ({2})
ro_ro: Reblocare {0} şi {1} ({2})
sk_sk: Znovu uzamknutie {0} a {1} ({2})

source: Remove
ar_sa: إزالة
de_de: Entfernen
fr_fr: Supprimer
pt_br: Remover
ro_ro: Elimină
sk_sk: Odobrať

source: Remove Liquidity
ar_sa: إستعادة السيولة
de_de: Liquidität entfernen
fr_fr: Supprimer la Liquidité
pt_br: Remover Liquidez
ro_ro: Elimină Lichiditatea
sk_sk: Odobrať Likviditu

source: Remove liquidity
ar_sa: إستعادة السيولة
de_de: Liquidität entfernen
fr_fr: Supprimer la liquidité
pt_br: Remover liquidez
ro_ro: Elimină lichiditatea
sk_sk: Odobrať likviditu

source: Removing liquidity {0} and {1}
ar_sa: إزالة السيولة {0} و {1}
de_de: Liquidität {0} und {1} entfernen
fr_fr: Suppression des liquidités {0} et {1}
pt_br: Removendo liquidez {0} e {1}
ro_ro: Se elimină lichiditatea {0} şi {1}
sk_sk: Odoberám likviditu {0} a {1}

source: Search
ar_sa: بحث
de_de: Suche
fr_fr: Recherche
pt_br: Buscar
ro_ro: Caută
sk_sk: Vyhľadávanie

source: Seems like Yoroi Wallet has an issue
ar_sa: يبدو أن هناك مشكلة في محفظة Yoroi
de_de: Anscheinend hat Yoroi Wallet ein Problem
fr_fr: Il semblerait que le portefeuille Yoroi ait un problème
pt_br: Parece que a Carteira Yoroi tem um problema
ro_ro: Se pare că portofelul Yoroi are o problemă
sk_sk: Vyzerá to, že nastal problém s peňaženkou Yoroi

source: Select Locked Position
ar_sa: حدد سيولة مقفلة
de_de: Gesperrte Position auswählen
fr_fr: Sélectionner la Position Verrouillée
pt_br: Selecione a posição bloqueada
ro_ro: Selectaţi poziţia blocată
sk_sk: Zvoľte Uzamknutú Pozíciu

source: Select Network
ar_sa: حدد الشبكة
de_de: Netzwerk auswählen
fr_fr: Sélectionner un Réseau
pt_br: Selecionar rede
ro_ro: Selectează Rețeaua
sk_sk: Zvoľte Sieť

source: Select Pair
ar_sa: اختر الزوج
de_de: Paar auswählen
fr_fr: Sélectionner une Paire
pt_br: Selecionar par
ro_ro: Selectează perechea
sk_sk: Zvoľte Menový Pár

source: Select Pool
ar_sa: اختر الحوض
de_de: Pool auswählen
fr_fr: Sélectionner le Pool
pt_br: Selecionar pool
ro_ro: Selectează Fondul Comun
sk_sk: Zvoľte Pool

source: Select a fee tier
ar_sa: حدد مستوى الرسوم
de_de: Gebührenstufe auswählen
fr_fr: Sélectionnez un niveau de frais
pt_br: Selecione um nível de taxa
ro_ro: Selectează nivelul de taxă
sk_sk: Zvoľte poplatky

source: Select a token
ar_sa: اختر عملة
de_de: Token auswählen
fr_fr: Sélectionnez un token
pt_br: Selecione um token
ro_ro: Selectează un jeton
sk_sk: Zvoľte token

source: Select a wallet
ar_sa: اختر محفظة
de_de: Wallet auswählen
fr_fr: Choisir un portefeuille
pt_br: Selecione uma carteira
ro_ro: Selectează un portofel
sk_sk: Zvoľte peňaženku

source: Select address
ar_sa: إختر العنوان
de_de: Adresse auswählen
fr_fr: Sélectionnez une adresse
pt_br: Selecione endereço
ro_ro: Selectează adresa
sk_sk: Zvoľte adresu

source: Select pair
ar_sa: إختر الزوج
de_de: Paar auswählen
fr_fr: Sélectionner une paire
pt_br: Selecione o par
ro_ro: Selectează perechea
sk_sk: Zvoľte menový pár

source: Select pools
ar_sa: إختر الأحواض
de_de: Pools auswählen
fr_fr: Sélectionner les pools
pt_br: Selecione a pool
ro_ro: Selectează fondurile comune
sk_sk: Zvoľte pool-y

source: Select relock date
ar_sa: حدد تاريخ إعادة الإقفال
de_de: Neues Sperrdatum auswählen
fr_fr: Sélectionnez la date de réverrouillage
pt_br: Selecionar data de rebloqueio
ro_ro: Selectează data de reblocare
sk_sk: Vyberte dátum znovu uzamknutia

source: Set initial price
ar_sa: تعيين السعر الأولي
de_de: Anfangspreis festlegen
fr_fr: Définir le prix initial
pt_br: Definir preço inicial
ro_ro: Setează prețul inițial
sk_sk: Nastavte počiatočnú cenu

source: Share
ar_sa: حصة
de_de: Anteil
fr_fr: Partager
pt_br: Compartilhar
ro_ro: Partajează
sk_sk: Podieľ

source: Slippage tolerance
ar_sa: تسامح إختلاف السعر
de_de: Slippage-Toleranz
fr_fr: Tolérance de slippage
pt_br: Tolerância de Slippage
ro_ro: Toleranță la îngăduință
sk_sk: Tolerancia sklzu

source: Slippage tolerance:
ar_sa: تسامح إختلاف السعر:
de_de: Slippage-Toleranz:
fr_fr: Tolérance de slippage:
pt_br: Tolerância de Slippage:
ro_ro: Toleranță la îngăduință:
sk_sk: Tolerancia sklzu:

source: Slippage: {slippage}
ar_sa: إختلاف السعر: {slippage}
ro_ro: Îngăduință: {slippage}
sk_sk: Sklz: {slippage}

source: Status
ar_sa: الحالة
fr_fr: Statut
ro_ro: Stare
sk_sk: Stav

source: Swap
ar_sa: مبادلة
de_de: Tausch
pt_br: Trocar
ro_ro: Schimbă
sk_sk: Zameniť

source: Swapping is available in {0}
ar_sa: التبادل متاح في {0}
de_de: Tauschen ist verfügbar in {0}
fr_fr: Le swapping est disponible dans {0}
pt_br: Troca está disponível em {0}
ro_ro: Schimbarea este disponibilă în {0}
sk_sk: Zámena je dostupná v {0}

source: Swapping {0} for {1}
ar_sa: مبادلة {0} لـ {1}
de_de: Tausche {0} für {1}
fr_fr: Swapping de {0} pour {1}
pt_br: Trocando {0} por {1}
ro_ro: Schimbând {0} pentru {1}
sk_sk: Predaj {0} za {1}

source: The % you will earn in fees
de_de: Die % die du an Gebühren verdienen wirst
fr_fr: Le % que vous gagnerez en frais
pt_br: A % que você ganhará em taxas
ro_ro: % pe care îl vei câștiga în taxe
sk_sk: Percentuálny zárobok z poplatkov

source: The most recent block in Ergo network
ar_sa: المجموعة الأخيرة في شبكة إيرجو
de_de: Der letzte Block im Ergo-Netzwerk
fr_fr: Le bloc le plus récent du réseau Ergo
pt_br: O bloco mais recente na rede Ergo
ro_ro: Cel mai recent bloc în rețeaua Ergo
sk_sk: Najnovší blok v Ergo sieti

source: The pool with such a pair has not yet been initialized. To create a pool enter an initial price. Then add the deposit amount.
ar_sa: لم يتم بعد انشاء حوض سيولة مع هذا الزوج. لإنشاء حوض أدخل السعر الأولي. ثم أضف مبلغ الإيداع.
de_de: Der Pool mit einem solchen Paar wurde noch nicht initialisiert. Um einen Pool zu erstellen, geb einen Anfangspreis ein. Dann füge den Betrag hinzu.
fr_fr: Le pool avec une telle paire n'a pas encore été initialisé. Pour créer un pool, entrer un prix initial puis ajoutez le montant du dépôt.
pt_br: A pool com este par ainda não foi inicializada. Para criar uma pool insira um preço inicial. Em seguida, adicione o valor do depósito.
ro_ro: Fondul comun cu o astfel de pereche nu a fost încă inițializat. Pentru a crea un fond comun, introduceți un preț inițial. Apoi adăugați cantitatea pentru depunere.
sk_sk: Ešte neexistuje žiaden pool pre zvolený menový pár. Pre vytvorenie pool-u zadajte počiatočnú cenu. Následne zvoľte veľkosť Vášho vkladu.

source: The value can't be more than {MAX_ERG_FOR_TX} ERG
ar_sa: لا يمكن أن تكون القيمة أكثر من {MAX_ERG_FOR_TX} ERG
de_de: Der Wert darf nicht mehr als {MAX_ERG_FOR_TX} ERG sein
fr_fr: La valeur ne peut pas être supérieure à {MAX_ERG_FOR_TX} ERG
pt_br: O valor não pode ser maior que {MAX_ERG_FOR_TX} ERG
ro_ro: Valoarea nu poate fi mai mare de {MAX_ERG_FOR_TX} ERG
sk_sk: Hodnota nemôže byť vyššia ako {MAX_ERG_FOR_TX} ERG
