Repository: spectrum-finance/interface
Catalog: src/i18n/locales/*.po
Languages: ar_sa, de_de, fr_fr, pt_br, ro_ro, sk_sk

source: (Block: {0})
ar_sa: (مجموعة: {0})
fr_fr: (Bloc: {0})
pt_br: (Bloco: {0})
ro_ro: (Bloc: {0})
sk_sk: (Blok: {0})

source: (Unlock block: {0})
ar_sa: (تحرير المجموعة: {0})
de_de: (Gesperrt bis Block: {0})
fr_fr: (Débloquer le bloc: {0})
pt_br: (Desbloquear bloco: {0})
ro_ro: (Deblochează blocul: {0})
sk_sk: (Odomknutie v bloku: {0})

source: - By creating an order you send your funds to a specific smart-contract, all such contracts are wired into the UI. Thus, orders are created entirely in your browser (on your machine).
ar_sa: - عن طريق إنشاء طلب انت ترسل أموالك إلى عقد-ذكي محدد، يتم ربط جميع هذه العقود عبر واجهة المستخدم. وهكذا، يتم إنشاء الطلبات بالكامل في المتصفح الخاص بك (على جهازك).
de_de: - Durch die Erstellung eines Auftrags senden du dein Guthaben an einen bestimmten Smart-Contract, alle derartigen Verträge sind mit der Benutzeroberfläche verknüpft. So werden Aufträge vollständig in deinem Browser erstellt (auf deinem Rechner).
fr_fr: - En créant une commande, vous envoyez vos fonds à un contrat intelligent spécifique, tous ces contrats sont intégrés dans l'UI. Ainsi, les commandes sont entièrement créées dans votre navigateur (sur votre machine).
pt_br: - Ao criar um pedido, você envia os seus fundos para um smart-contract específico, todos esses contratos são conectados à interface do usuário. Assim, as ordens são criadas inteiramente no seu navegador (na sua máquina).
ro_ro: - Prin crearea unei comenzi, trimiteți fondurile către un anumit contract-inteligent iar toate contractele sunt conectate în interfața de utilizare. Astfel, comenzile sunt create în întregime în browserul dumneavoastră (pe dispozitivul dumneavoastră).
sk_sk: - Vytvorením tejto objednávky zasielate Vaše prostriedky na špecifický smart-kontrakt. Všetky takéto smart-kontraky boli vygenerované čisto vo Vašom prehliadači (na Vašom počítači).

source: - ErgoDEX operates on a live blockchain, thus trades are final, and irreversible once they have status «executed»;
ar_sa: -إيرجو دكس يعمل على سلسلة مجموعات نشطة، لذلك تكون الصفقات نهائية، ولا رجعة عنها بمجرد أن يكون لها حالة «تم التنفيذ»;
de_de: - ErgoDEX arbeitet auf einer Live-Blockchain und somit ist der Handel endgültig und unumkehrbar, sobald er den Status «ausgeführt» hat;
fr_fr: - ErgoDEX opère sur une blockchain en direct, donc les transactions sont définitives et irréversibles, une fois qu'elles ont le statut «exécuté»;
pt_br: - A ErgoDEX opera em uma blockchain ao vivo, portanto as negociações são finais, e irreversíveis assim que têm o status «executado»;
ro_ro: - ErgoDEX operează pe un blockchain live, astfel tranzacțiile sunt finale și ireversibile odată ce au statutul „executat”;
sk_sk: - ErgoDEX funguje na "živom" tj. reálnom blokchain-e čo znamená, že všetky obchody sú definitívne a nedajú sa stornovať pokiaľ sa nachádzajú v stave «executed»;

source: - Every transaction can be viewed via
ar_sa: - يمكن عرض كل معاملة من خلال
de_de: - Jede Transaktion kann eingesehen werden über
fr_fr: - Toutes les transactions peuvent être consultées via
pt_br: - Cada transação pode ser visualizada via
ro_ro: - Fiecare tranzacție poate fi vizualizată prin intermediul
sk_sk: - Každá transakcia môže byť zobrazená za pomoci

source: 0.3% fee
ar_sa: رسوم 0.3%
de_de: 0.3% Gebühr
fr_fr: 0,3 % de frais
pt_br: Taxa de 0.3%
ro_ro: 0.3% taxă
sk_sk: 0.3% poplatok

source: 1 Day
ar_sa: يوم واحد
de_de: 1 Tag
fr_fr: 1 Jour
pt_br: 1 Dia
ro_ro: 1 Zi
sk_sk: 1 Deň

source: 1 Month
ar_sa: شهر واحد
de_de: 1 Monat
fr_fr: 1 Mois
pt_br: 1 Mês
ro_ro: 1 Lună
sk_sk: 1 Mesiac

source: 1 Year
ar_sa: سنة واحدة
de_de: 1 Jahr
fr_fr: 1 Année
pt_br: 1 Ano
ro_ro: 1 An
sk_sk: 1 Rok

source: 1% fee
ar_sa: رسوم 1%
de_de: 1% Gebühr
fr_fr: 1 % de frais
pt_br: Taxa de 1%
ro_ro: 1% taxă
sk_sk: 1% poplatok

source: 1. You will use the product at your own peril and risk;
ar_sa: 1. سوف تستخدم هذا المنتج وأنت على عرضة للخطر وعلى مسؤوليتك الخاصة;
de_de: 1. Du verwendest das Produkt auf eigene Gefahr und Risiko;
fr_fr: 1. Vous utiliserez ce produit à vos propres risques et périls;
pt_br: 1. Você usará o produto por sua conta e risco;
ro_ro: 1. Veți utiliza produsul pe propriul risc;
sk_sk: 1. Službu používate na vlastné riziko;

source: 2. Only YOU are responsible for your assets;
ar_sa: 2. أنت فقط المسؤول عن الأصول الخاصة بك;
de_de: 2. Nur DU bist für deine Assets verantwortlich;
fr_fr: 2. Seul VOUS, êtes responsable de vos actifs;
pt_br: 2. Apenas VOCÊ é responsável pelos seus ativos;
ro_ro: 2. Doar TU ești responsabil pentru bunurile tale;
sk_sk: 2. Iba VY ste zodpovedný za Vaše prostriedy;

source: About
ar_sa: حول
de_de: Über
fr_fr: À propos
pt_br: Sobre
ro_ro: Despre
sk_sk: O projekte

source: Active
ar_sa: نشط
de_de: Aktiv
fr_fr: Actif
pt_br: Ativo
ro_ro: Activ
sk_sk: Aktívna

source: Active address
ar_sa: العناوين النشطة
de_de: Aktive Adresse
fr_fr: Adresses actives
pt_br: Endereço ativo
ro_ro: Adresa activă
sk_sk: Aktívne adresy

source: Add Liquidity
ar_sa: إضافة سيولة
de_de: Liquidität hinzufügen
fr_fr: Ajouter des Liquidités
pt_br: Adicionar Liquidez
ro_ro: Adăugați Lichiditate
sk_sk: Pridať Likviditu

source: Add liquidity
ar_sa: إضافة سيولة
de_de: Liquidität hinzufügen
fr_fr: Ajouter des liquidités
pt_br: Adicionar liquidez
ro_ro: Adăugați lichiditate
sk_sk: Pridať likviditu

source: Adding liquidity {0} and {1}
ar_sa: إضافة السيولة {0} و {1}
de_de: Liquidität {0} und {1} wird hinzugefügt
fr_fr: Ajouter des liquidités {0} et {1}
pt_br: Adicionando liquidez {0} e {1}
ro_ro: Adăugare de lichiditate {0} și {1}
sk_sk: Pridanie likvidity {0} a {1}

source: All output assets will be received at this address.
ar_sa: سيتم إستلام جميع مخرجات الأصول على هذا العنوان.
de_de: Alle Output-Assets werden an diese Adresse gesendet.
fr_fr: Tous les actifs sortie seront reçus à cette adresse.
pt_br: Todos os ativos de saída serão recebidos neste endereço.
ro_ro: Toate bunurile ieșite vor fi primite la această adresă.
sk_sk: Všetky prostriedky budú zaslané na túto adresu.

source: Amount
ar_sa: الكمية
de_de: Betrag
fr_fr: Montant
pt_br: Quantidade
ro_ro: Cantitate
sk_sk: Množstvo

source: Annual Percentage Rate. Average estimation of how much you may potentially earn providing liquidity to this pool.
ar_sa: النسبة المئوية السنوية. متوسط تقدير الكمية التي يمكن أن تكتسبها عن طريق توفير السيولة لهذا الحوض.
de_de: Effektiver Jahreszins. Durchschnittliche Schätzung, wie viel du möglicherweise verdienen kannst, indem du Liquidität in diesem Pool bereitstellst.
fr_fr: Taux Annuel en Pourcentage. Estimation moyenne du montant que vous pouvez potentiellement gagner en fournissant des liquidités à ce pool.
pt_br: Taxa de porcentagem anual. Estimativa média de quanto você pode ganhar potencialmente, proporcionando liquidez nesta pool.
ro_ro: Rata anuală a procentelor. Estimarea medie a câștigurilor pe care le poți dobândi oferind lichiditate acestui fond comun.
sk_sk: Ročná Percentuálna Miera Nákladov. Priemerný odhad toho, koľko môžete ročne zarobiť na poskytovaní likvidity tomuto pool-u.

source: Assets
ar_sa: الأصول
fr_fr: Actifs
pt_br: Ativos
ro_ro: Bunuri
sk_sk: Prostriedky

source: Assets to lock
ar_sa: الأصول المراد الإقفال عليها
de_de: Zu sperrende Assets
fr_fr: Actifs à verrouiller
pt_br: Ativos a bloquear
ro_ro: Bunuri de blocat
sk_sk: Prostriedky pre zamknutie

source: Assets to relock
ar_sa: الأصول المراد إعادة الإقفال عليها
de_de: Neu zu sperrende Assets
fr_fr: Actifs à reverrouiller
pt_br: Ativos a rebloquear
ro_ro: Bunuri de reblocat
sk_sk: Prostriedky pre znovu-zamknutie

source: Assets to remove
ar_sa: الأصول المراد إستعادتها
de_de: Zu entfernende Assets
fr_fr: Actifs à retirer
pt_br: Ativos a remover
ro_ro: Bunuri de eliminat
sk_sk: Prostriedky pre odobratie

source: Back to Home
ar_sa: العودة إلى الصفحة الرئيسية
de_de: Zurück zur Startseite
fr_fr: Retourner à l'Accueil
pt_br: Voltar ao Início
ro_ro: Înapoi la pagina principală
sk_sk: Späť Domov

source: Balance: {0}
ar_sa: الرصيد: {0}
de_de: Guthaben: {0}
fr_fr: Solde : {0}
pt_br: Saldo: {0}
ro_ro: Balanță: {0}
sk_sk: Zostatok: {0}

source: Become a liquidity provider
ar_sa: كن موفر سيولة
de_de: Werde ein Liquiditätsanbieter
fr_fr: Devenir fournisseur de liquidités
pt_br: Torne-se um provedor de liquidez
ro_ro: Deveniți un furnizor de lichidități
sk_sk: Staňte sa poskytovateľom likvidity

source: Best for exotic pairs
ar_sa: أفضل للأزواج الغريبة
de_de: Für exotische Paare am besten
fr_fr: Le meilleur pour les paires exotiques
pt_br: Melhor para pares exóticos
ro_ro: Cele mai bune pentru perechi exotice
sk_sk: Najvhodnejšie pre "exotické" menové páry

source: Best for most pairs
ar_sa: أفضل لمعظم الأزواج
de_de: Für die meisten Paare am besten
fr_fr: Le meilleur pour la plupart des paires
pt_br: Melhor para a maioria dos pares
ro_ro: Cele mai bune pentru majoritatea perechilor
sk_sk: Najvhodnejšie pre väčšinu menových párov

source: Block:
ar_sa: مجموعة:
pt_br: Bloco:
ro_ro: Bloc:
sk_sk: Blok:

source: By accepting these KYA, you agree that:
ar_sa: بقبول الأحكام هذه، فإنك توافق على:
de_de: Indem du diese KDE akzeptierst, stimmst du folgendes zu:
fr_fr: En acceptant ces KYA, vous acceptez que :
pt_br: Ao aceitar o conhecimento de suas suposições, você concorda que:
ro_ro: Prin acceptarea acestor KYA, sunteți de acord că:
sk_sk: Akceptovaním tohto KYA dialógu súhlasíte s nasledujúcim:

source: Change
ar_sa: تغيير
de_de: Ändern
fr_fr: Changer
pt_br: Alterar
ro_ro: Schimbă
sk_sk: Zmeniť

source: Change wallet
ar_sa: تغيير المحفظة
de_de: Wallet ändern
fr_fr: Changer de portefeuille
pt_br: Alterar carteira
ro_ro: Schimbă portofelul
sk_sk: Zmeniť peňaženku

source: Check Internet Connection
ar_sa: تحقق من الاتصال بالإنترنت
de_de: Internetverbindung überprüfen
fr_fr: Vérifiez votre Connexion Internet
pt_br: Verifique a conexão com a Internet
ro_ro: Verificați conexiunea la Internet
sk_sk: Skontrolujte Vaše internetové pripojenie

source: Check out our guides how to become a liquidity provider
ar_sa: تحقق من أدلتنا الإرشادية كيف تصبح موفر السيولة
de_de: Schauen dir unsere Anleitungen an, wie du ein Liquiditätsanbieter werden kannst
fr_fr: Consultez nos guides pour devenir fournisseur de liquidités
pt_br: Veja nossos guias como se tornar um provedor de liquidez
ro_ro: Consultați ghidurile noastre despre cum puteți devenii furnizor de lichiditate
sk_sk: Prečítajte si našu príručku o tom ako sa stať poskytovateľom likvidity

source: Choose
ar_sa: إختر
de_de: Auswählen
fr_fr: Sélectionner
pt_br: Escolha
ro_ro: Alege
sk_sk: Zvoliť

source: Choose Date
ar_sa: إختر التاريخ
de_de: Datum auswählen
fr_fr: Choisir une Date
pt_br: Escolha a Data
ro_ro: Alege Data
sk_sk: Zvoľte Dátum

source: Choose Pool
ar_sa: إختر الحوض
de_de: Pool auswählen
fr_fr: Choisir une Pool
pt_br: Escolha a Pool
ro_ro: Alege fondul comun
sk_sk: Zvoľte Pool

source: Choose a fee
ar_sa: إختر رسوماً
de_de: Gebühr auswählen
fr_fr: Choix des frais
pt_br: Escolha a taxa
ro_ro: Alege o taxă
sk_sk: Zvoľte poplatok

source: Confirm
ar_sa: تأكيد
de_de: Bestätigen
fr_fr: Confirmer
pt_br: Confirmar
ro_ro: Confirmă
sk_sk: Potvrdiť

source: Confirm Add Liquidity
ar_sa: تأكيد إضافة السيولة
de_de: Liquidität hinzufügen bestätigen
fr_fr: Confirmer l'Ajout de Liquidité
pt_br: Confirmar Adicionar Liquidez
ro_ro: Confirmă adăugarea de lichiditate
sk_sk: Potvrdiť Pridanie Likvidity

source: Confirm Lock
ar_sa: تأكيد القفل
de_de: Sperre bestätigen
fr_fr: Confirmer le Verrouillage
pt_br: Confirmar bloqueio
ro_ro: Confirmă blocarea
sk_sk: Potvrdiť Uzamknutie

source: Confirm Relock
ar_sa: تأكيد إعادة القفل
de_de: Neue Sperre bestätigen
fr_fr: Confirmer le Reverrouillage
pt_br: Confirmar Rebloqueio
ro_ro: Confirmă Reblocarea
sk_sk: Potvrdiť Znovu-uzamknutie

source: Confirm Remove Liquidity
ar_sa: تأكيد إستعادة السيولة
de_de: Liquidität entfernen bestätigen
fr_fr: Confirmer la Suppression de Liquidité
pt_br: Confirmar Remover Liquidez
ro_ro: Confirmă eliminarea de lichiditate
sk_sk: Potvrdiť Výber Likvidity

source: Confirm Swap
ar_sa: تأكيد المبادلة
de_de: Tausch bestätigen
fr_fr: Valider le Swap
pt_br: Confirmar Troca
ro_ro: Confirmă Schimbul
sk_sk: Potvrdiť Zámenu

source: Confirm Withdrawal
ar_sa: تأكيد السحب
de_de: Abhebung bestätigen
fr_fr: Valider le Retrait
pt_br: Confirmar Saque
ro_ro: Confirmă retragerea
sk_sk: Potvrdiť Výber Prostriedkov

source: Confirm pool creation
ar_sa: تأكيد إنشاء الحوض
de_de: Pool erstellen bestätigen
fr_fr: Confirmez la création de la pool
pt_br: Confirmar criação de pool
ro_ro: Confirmă crearea fondului comun
sk_sk: Potvrdiť vytvorenie pool-u

source: Confirm swap
ar_sa: تأكيد المبادلة
de_de: Tausch bestätigen
fr_fr: Valider le swap
pt_br: Confirmar troca
ro_ro: Confirmă schimbul
sk_sk: Potvrdiť zámenu

source: Confirm this transaction in your wallet
ar_sa: تحقق من هذه المعاملة داخل محفظتك
de_de: Bestätige diese Transaktion in deiner Wallet
fr_fr: Validez cette transaction dans votre portefeuille
pt_br: Confirme esta transação em sua carteira
ro_ro: Confirmă această tranzacție în portofelul tău
sk_sk: Potvrďte túto transakciu vo Vašej peňaženke

source: Confirm withdrawal
ar_sa: تأكيد السحب
de_de: Abhebung bestätigen
fr_fr: Valider le retrait
pt_br: Confirmar saque
ro_ro: Confirmă retragerea
sk_sk: Potvrdiť výber

source: Connect wallet
ar_sa: الإتصال بالمحفظة
de_de: Wallet verbinden
fr_fr: Connecter un portefeuille
pt_br: Conectar carteira
ro_ro: Conectează portofelul
sk_sk: Pripojiť peňaženku

source: Copied to clipboard!
ar_sa: تم النسخ إلى الحافظة!
de_de: In die Zwischenablage kopiert!
fr_fr: Copié dans le presse-papiers !
pt_br: Copiado para a área de transferência!
ro_ro: Copiat în clipboard!
sk_sk: Skopírované do clipboard-u!

source: Copy Address
ar_sa: نسخ العنوان
de_de: Adresse kopieren
fr_fr: Copier l'Adresse
pt_br: Copiar Endereço
ro_ro: Copiază adresa
sk_sk: Okopíruj Adresu

source: Copy to clipboard.
ar_sa: نسخ إلى الحافظة.
de_de: In die Zwischenablage kopieren.
fr_fr: Copier dans le presse-papiers.
pt_br: Copiar para a área de transferência.
ro_ro: Copiază în clipboard.
sk_sk: Okopíruj do clipboard-u.

source: Create Pool
ar_sa: إنشاء حوض
de_de: Pool erstellen
fr_fr: Créer une Pool
pt_br: Criar Pool
ro_ro: Creează Fond Comun
sk_sk: Vytvoriť Pool

source: Create pool
ar_sa: إنشاء حوض
de_de: Pool erstellen
fr_fr: Créer une pool
pt_br: Criar pool
ro_ro: Creează fond comun
sk_sk: Vytvoriť pool

source: Current price
ar_sa: السعر الحالي
de_de: Aktueller Preis
fr_fr: Prix actuel
pt_br: Preço atual
ro_ro: Prețul curent
sk_sk: Aktuálna cena

source: Custom fee tier
de_de: Eigene Gebührenstufe
fr_fr: Frais personnalisés
pt_br: Nível de taxa personalizado
ro_ro: Nivel de taxă personalizat
sk_sk: Vlastný poplatok

source: Dark mode
ar_sa: وضع الظلام
de_de: Dunkelmodus
fr_fr: Mode sombre
pt_br: Modo escuro
ro_ro: Mod întunecat
sk_sk: Tmavý režim

source: Date
ar_sa: التاريخ
de_de: Datum
pt_br: Data
ro_ro: Dată
sk_sk: Dátum

source: Disconnect wallet
ar_sa: قطع الاتصال بالمحفظة
de_de: Wallet trennen
fr_fr: Déconnectez le portefeuille
pt_br: Desconectar carteira
ro_ro: Deconectează portofelul
sk_sk: Odpojiť peňaženku

source: Docs
ar_sa: الوثائق
de_de: Doku
fr_fr: Documentation
pt_br: Documentação
ro_ro: Documente
sk_sk: Dokumentácia

source: ERG balance is low
ar_sa: رصيد ERG منخفض
de_de: ERG Guthaben ist niedrig
fr_fr: Solde ERG faible
pt_br: O saldo de ERG está baixo
ro_ro: Balanța ERG este scăzută
sk_sk: Vás zostatok ERG je nízky

source: Enter an Amount
ar_sa: أدخل كمية
de_de: Betrag eingeben
fr_fr: Entrez un Montant
pt_br: Insira uma Quantidade
ro_ro: Introduceți cantitatea
sk_sk: Vložte Množstvo

source: Enter an Initial Price
ar_sa: أدخل سعر أولي
de_de: Startpreis eingeben
fr_fr: Entrez un Prix Initial
pt_br: Insira um Preço Inicial
ro_ro: Introdu un preț inițial
sk_sk: Vložte Počiatočnú Cenu

source: Ergo network
ar_sa: شبكة إيرجو
de_de: Ergo Netzwerk
fr_fr: Réseau Ergo
pt_br: Rede Ergo
ro_ro: Rețeaua Ergo
sk_sk: Ergo sieť

source: ErgoDEX Smart Contracts
ar_sa: العقود الذكية الخاصة بإيرجودكس
fr_fr: Smart Contracts ErgoDEX
ro_ro: Contracte Inteligente ErgoDEX
sk_sk: ErgoDEX Smart Kontrakty

source: ErgoDEX Team doesn’t guarantee the absence of bugs and errors.
ar_sa: فريق إيرجوديكس لا يضمن عدم وجود اي خلل أو أخطاء.
de_de: Das ErgoDEX-Team kann Fehler und Bugs nicht gänzlich ausschließen.
fr_fr: L'équipe ErgoDEX ne garantit pas l'absence de bugs et d'erreurs.
pt_br: A equipe ErgoDEX não garante a ausência de bugs e erros.
ro_ro: Echipa ErgoDEX nu garantează absenţa greşelilor şi erorilor.
sk_sk: ErgoDEX Tím negarantuje absenciu chýb a zraniteľností.

source: ErgoDEX is a decentralized financial (DeFi) application which means it doesn’t have a central government body. ErgoDEX includes AMM (Swap, Add liquidity and Remove liquidity) functionality
ar_sa: إيرجودكس هو تطبيق مالي لامركزي (DeFi) مما يعني أنه ليس لديه تركيبة حكومية مركزية. إيرجودكس يتضمن وظائف مبادلة-إضافة-إزالة (مبادلة أصول، إضافة السيولة وإزالة السيولة)
de_de: ErgoDEX ist eine dezentralisierte Finanzanwendung (DeFi), was bedeutet, dass es kein zentrales Regierungsorgan gibt. ErgoDEX beinhaltet AMM-Funktionalität (Swap, Liquidität hinzufügen und Liquidität entfernen)
fr_fr: ErgoDEX est une application de finance décentralisée (DeFi), ce qui signifie qu’elle n’a pas d'organisme de gouvernance centralisé. ErgoDEX inclut la fonctionnalité AMM (swap, ajout et suppression de liquidité)
pt_br: ErgoDEX é uma aplicação financeira descentralizada (DeFi), o que significa que não tem um órgão de governo central. ErgoDEX inclui a funcionalidade AMM (Troca, Adicionar liquidez e Remover liquidez)
ro_ro: ErgoDEX este o aplicație financiară descentralizată (DeFi), ceea ce înseamnă că nu are un corp guvernamental central. ErgoDEX include funcţionalitatea AMM (Schimbă, Adaugă lichiditate şi Elimină lichiditate)
sk_sk: ErgoDEX je aplikácia takzvaný decentralizovaných financií (DeFi), čo znamená, že nemá žiadnu centrálnu autoritu, ktorá by ju riadila. ErgoDEX zahŕňa AMM (Swap, Pridanie likvidity, Odstránenie likvidity) funkcionalitu

source: ErgoDEX offers a form of added security, as buyers and sellers do not have to give their information to any 3rd party. However, ErgoDEX is without a know your customer (KYC) process and can offer NO assistance if a user is hacked or cheated out of passwords, currency or private wallet keys.
ar_sa: ويوفر إيرجودكس شكلا من أشكال الحماية المضافة، لأن المشترين والبائعين لا يضطرون إلى تقديم معلوماتهم الشخصية إلى أي طرف ثالث. بالمقابل، إيرجودكس ليس لديه عملية التعرف على العميل (KYC) ولا يمكن أن يقدم أية مساعدة إذا تم اختراق مستخدم أو خداعه عن طريق كلمات المرور، العمل أو مفاتيح المحفظة الخاصة.
de_de: ErgoDEX bietet eine Form von zusätzlicher Sicherheit, da Käufer und Verkäufer ihre Informationen nicht an Dritte weitergeben müssen. Jedoch hat ErgoDEX kein KYC-Prozess und kann KEINE Unterstützung anbieten, wenn die Passwörter, Währungen oder privaten Wallet-Schlüssel eines Benutzers gehackt oder er um diese betrogen wird.
fr_fr: ErgoDEX offre une forme de sécurité supplémentaire, car les acheteurs et les vendeurs n'ont pas à donner leurs informations à un tiers. Cependant, ErgoDEX ne connaît pas le processus de votre client (KYC) et ne peut offrir AUCUNE assistance si un utilisateur est piraté où s'est trompé de mots de passe, de devises ou de clés privées de portefeuille.
pt_br: ErgoDEX oferece uma forma de segurança adicional, já que compradores e vendedores não precisam fornecer suas informações a terceiros. No entanto, ErgoDEX não tem nenhum processo know your customer (KYC) e NÃO pode oferecer assistência se um usuário for hackeado ou tiver senhas, moeda ou chaves de carteira privada roubadas.
ro_ro: ErgoDEX oferă o formă de valoare adăugată, deoarece cumpărătorii și vânzătorii nu trebuie să furnizeze informațiile lor terților. Cu toate acestea, ErgoDEX nu cunoaşte clientul (KYC) şi nu poate oferi asistenţă în cazul în care un utilizator este hackuit sau înşelat de parole, monede sau chei de portofel privat.
sk_sk: ErgoDEX poskytuje pridanú formu zabezpečenia a súkromia nakoľko predajcovia ani kupujúci nemusia dávať žiadne informácie tretím stranám. Z tohto faktu však vyplýva to, že ErgoDEX nemá štandardný "know your customer" (KYC) proces a tým pádom ani nemôže svoji užívateľom poskytnúť žiadnu pomoc v prípade ak by bol užívateľ hacknutý alebo iným spôsobom podvedený o jeho heslo, peniaze alebo privátne kľúče od jeho peňaženky.

source: Error
ar_sa: حدث خطأ
de_de: Fehler
fr_fr: Erreur
pt_br: Erro
ro_ro: Eroare
sk_sk: Chyba

source: Estimated output:
ar_sa: الناتج المقدر:
de_de: Geschätzte Ausgabe:
fr_fr: Sortie estimée :
pt_br: Saída estimada:
ro_ro: Ieșire estimată:
sk_sk: Očakávaný výstup:

source: Honey 🍯
de_de: Ausführungsgebühr
fr_fr: Frais d'Exécution
pt_br: Taxa de execução
ro_ro: Taxă de execuție
sk_sk: Poplatok za vykonanie

source: Honey 🍯 Range {0} - {1} {2}
de_de: Ausführungsgebühr {0} - {1} {2}
fr_fr: Fourchette des Frais d'Exécution {0} - {1} {2}
pt_br: Faixa de Taxa de Execução {0} - {1} {2}
ro_ro: Intervalul Taxei de Execuție {0} - {1} {2}
sk_sk: Rozsah poplatku za vykonanie {0} - {1} {2}

source: Honey 🍯:
de_de: Ausführungsgebühr:
fr_fr: Frais d'Exécution:
pt_br: Taxa de execução:
ro_ro: Taxă de execuție:
sk_sk: Poplatok za vykonanie:

source: Extension period
ar_sa: فترة التمديد
de_de: Verlängerungszeitraum
fr_fr: Période de prolongation
pt_br: Período de extensão
ro_ro: Perioadă de prelungire
sk_sk: Doba predĺženia

source: Fee tier
ar_sa: مستوى الرسوم
de_de: Gebührenstufe
fr_fr: Niveau de frais
pt_br: Rank de taxa
ro_ro: Nivelul taxei
sk_sk: Úroveň poplatkov

source: Fee:
ar_sa: الرسوم:
de_de: Gebühr:
fr_fr: Frais:
pt_br: Taxa:
ro_ro: Taxă:
sk_sk: Poplatok:

source: Fees
ar_sa: رسوم
de_de: Gebühren
fr_fr: Frais
pt_br: Taxas
ro_ro: Taxe
sk_sk: Poplatky

source: From
ar_sa: من
de_de: Von
fr_fr: De
pt_br: De
ro_ro: De la
sk_sk: Z

source: Get help in our channels:
ar_sa: احصل على المساعدة في قنواتنا:
de_de: Bekomme Hilfe in unseren Kanälen:
fr_fr: Obtenez de l'aide sur nos canaux :
pt_br: Obtenha ajuda em nossos canais:
ro_ro: Obține ajutor în canalele noastre:
sk_sk: Získajte pomoc na niektorom z našich kanálov:

source: Global Settings
ar_sa: الإعدادات العامة
de_de: Globale Einstellungen
fr_fr: Paramètres Généraux
pt_br: Configurações Globais
ro_ro: Setări Generale
sk_sk: Globálne Nastavenia

source: How to use
ar_sa: كيفية الإستخدام
de_de: Gebrauchsanweisung
fr_fr: Mode d'emploi
pt_br: Como usar
ro_ro: Cum se utilizează
sk_sk: Návod k použitiu
